insert into type(name) values ('Сыр'), ('Мясо'), ('Мороженое');

insert into product(name, type_id, expired_date, price) values
('Сыр Голандский', 1, '10.12.2023', 500),
('Сыр Маасдам', 1, '10.02.2024', 600),
('Курица', 2, '12.12.2023', 400),
('Говядина', 2, '15.12.2023', 600),
('Свинина', 2, '20.12.2023', 500),
('Мороженое сливочное', 3, '25.02.2024', 50),
('Мороженое ванильное', 3, '25.04.2024', 50),
('Мороженое-пломбир', 3, '25.06.2024', 50),
('Сыр плавленный', 1, '01.12.2023', 450),
('Сыр Моцарелла', 1, '10.03.2024', 550);
